Repository: Kun686/iTerm2-CN
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# ui.contextmenu.itermtextviewcontextmenuhelper.move_session_to_window.15636019
source: Move Session to Window
zh_hans: 将会话移到窗口

# ui.contextmenu.itermtextviewcontextmenuhelper.open_selection_as_url.5f192591
source: Open Selection as URL
zh_hans: 将所选内容作为 URL 打开

source: Open URL in Horizontal Split Pane
zh_hans: 在水平分割窗格中打开 URL

source: Open URL in Vertical Split Pane
zh_hans: 在垂直分割窗格中打开 URL

# ui.contextmenu.itermtextviewcontextmenuhelper.paste
source: Paste
zh_hans: 粘贴

# ui.contextmenu.itermtextviewcontextmenuhelper.paste_bracketing.bd0f74ae
source: Paste Bracketing
zh_hans: 括号粘贴

# ui.contextmenu.itermtextviewcontextmenuhelper.quick_look_link.0fe62800
source: Quick Look Link
zh_hans: 快速查看链接

# ui.contextmenu.itermtextviewcontextmenuhelper.raw_key_reporting_mode.b6cc843f
source: Raw Key Reporting Mode
zh_hans: 原始按键报告模式

# ui.contextmenu.itermtextviewcontextmenuhelper.re_run_command.cf5733c2
source: Re-run Command
zh_hans: 重新运行命令

# ui.contextmenu.itermtextviewcontextmenuhelper.remove_named_mark.ec1bc64e
source: Remove Named Mark
zh_hans: 移除命名标记

source: Replace with Base64-Decoded Value
zh_hans: 替换为 Base64 解码值

source: Replace with Base64-Encoded Value
zh_hans: 替换为 Base64 编码值

source: Replace with Pretty-Printed JSON
zh_hans: 替换为格式化的 JSON

# ui.contextmenu.itermtextviewcontextmenuhelper.report_all_event_types.221f4bb4
source: Report All Event Types
zh_hans: 报告所有事件类型

source: Report All Keys as Escape Codes
zh_hans: 以转义码报告所有按键

# ui.contextmenu.itermtextviewcontextmenuhelper.report_alternate_keys.1ea57b35
source: Report Alternate Keys
zh_hans: 报告备用按键

# ui.contextmenu.itermtextviewcontextmenuhelper.report_associated_text.65fc5867
source: Report Associated Text
zh_hans: 报告关联文本

# ui.contextmenu.itermtextviewcontextmenuhelper.restart.6b983a81
source: Restart
zh_hans: 重新启动

# ui.contextmenu.itermtextviewcontextmenuhelper.return_code_d.f6a6dd27
source: Return code: %d
zh_hans: 返回代码：%d

# ui.contextmenu.itermtextviewcontextmenuhelper.reveal_annotation.60ea3d0f
source: Reveal Annotation
zh_hans: 显示注释

# ui.contextmenu.itermtextviewcontextmenuhelper.running_time_d_02d_02d.5215a41a
source: Running time: %d:%02d:%02d
zh_hans: 运行时间：%d:%02d:%02d

# ui.contextmenu.itermtextviewcontextmenuhelper.running_time_d_02d_03d.7cc27a08
source: Running time: %d:%02d.%03d
zh_hans: 运行时间：%d:%02d.%03d

# ui.contextmenu.itermtextviewcontextmenuhelper.save
source: Save
zh_hans: 保存

# ui.contextmenu.itermtextviewcontextmenuhelper.save_selection_as_snippet.59ffe6d6
source: Save Selection as Snippet
zh_hans: 将所选内容保存为片段

source: Search the Web for Selection
zh_hans: 在网页中搜索所选内容

# ui.contextmenu.itermtextviewcontextmenuhelper.select_all
source: Select All
zh_hans: 全选

# ui.contextmenu.itermtextviewcontextmenuhelper.select_command_output.f98ec114
source: Select Command Output
zh_hans: 选择命令输出

source: Send Email to Selected Address
zh_hans: 向所选地址发送电子邮件

# ui.contextmenu.itermtextviewcontextmenuhelper.send_selection.910776d4
source: Send Selection
zh_hans: 发送所选内容

source: Set Baseline for Relative Timestamps
zh_hans: 设置相对时间戳基准

# ui.contextmenu.itermtextviewcontextmenuhelper.split_pane_horizontally.764a93a1
source: Split Pane Horizontally
zh_hans: 水平分割窗格

# ui.contextmenu.itermtextviewcontextmenuhelper.split_pane_vertically.d35bb6bf
source: Split Pane Vertically
zh_hans: 垂直分割窗格

source: Standard Key Reporting Mode
zh_hans: 标准按键报告模式

# ui.contextmenu.itermtextviewcontextmenuhelper.stop_coprocess.6b7307c1
source: Stop Coprocess
zh_hans: 停止协进程

# ui.contextmenu.itermtextviewcontextmenuhelper.swap_with_session.642b9b09
source: Swap With Session…
zh_hans: 与会话交换…

# ui.contextmenu.itermtextviewcontextmenuhelper.terminal_state.c4006156
source: Terminal State
zh_hans: 终端状态

# ui.contextmenu.itermtextviewcontextmenuhelper.toggle_broadcasting_input.0afbc39e
source: Toggle Broadcasting Input
zh_hans: 切换广播输入

# ui.contextmenu.itermtextviewcontextmenuhelper.unfold.ae11429c
source: Unfold
zh_hans: 展开

# ui.contextmenu.itermtextviewcontextmenuhelper.unlock_all_panes_in_tab.f7aa3ccd
source: Unlock All Panes in Tab
zh_hans: 解锁标签页中的所有窗格

# ui.contextmenu.itermtextviewcontextmenuhelper.using_ssh_integration.483a4c6a
source: using SSH Integration
zh_hans: SSH 集成

# ui.contextmenu.itermtextviewcontextmenuhelper.with_scp.f1fba50c
source: with scp
zh_hans: scp

# ui.disclosure.directory.more
source: %@ …and %@ more
zh_hans: %@ …另外还有 %@ 项

# ui.disclosure.directory.title
source: Directory Listing
zh_hans: 目录列表

# ui.disclosure.key_bindings
source: Show incompatible key bindings
zh_hans: 显示不兼容的按键绑定

# ui.disclosure.output
source: Output
zh_hans: 输出

# ui.disclosure.quit.prompt
source: Why am I being prompted?
zh_hans: 为什么显示此提示？

# ui.disclosure.quit.reason
source: You are being prompted because: %@
zh_hans: 显示此提示的原因： %@

# ui.dvr.iterminstantreplaywindowcontroller.cancel.19766ed6
source: Cancel
zh_hans: 取消

# ui.dvr.iterminstantreplaywindowcontroller.export.4a4c59c5
source: Export…
zh_hans: 导出…

# ui.dvr.iterminstantreplaywindowcontroller.live_view.dc6ca57a
source: Live View
zh_hans: 实时视图

# ui.dvr.iterminstantreplaywindowcontroller.now.fe18013d
source: Now
zh_hans: 现在

# ui.dvr.iterminstantreplaywindowcontroller.set_end.6360052b
source: Set End
zh_hans: 设置结束位置

# ui.dvr.iterminstantreplaywindowcontroller.set_start.04c13e94
source: Set Start
zh_hans: 设置开始位置

# ui.filetransfer.filetransfermanager.authenticate.4a827acf
source: Authenticate %@
zh_hans: 认证 %@

# ui.filetransfer.filetransfermanager.cancel.19766ed6
source: Cancel
zh_hans: 取消

# ui.filetransfer.filetransfermanager.get_info.68910cf5
source: Get Info
zh_hans: 显示信息

# ui.filetransfer.filetransfermanager.ok.565339bc
source: OK
zh_hans: 好

# ui.filetransfer.filetransfermanager.open.ed077f3d
source: Open
zh_hans: 打开

# ui.filetransfer.filetransfermanager.password_manager.34e3c350
source: Password Manager…
zh_hans: 密码管理器…

# ui.filetransfer.filetransfermanager.please_enter_the_for_to_begin.e623f3b3
source: Please enter the %@ for %@ to begin %@.
zh_hans: 请输入 %@ 的 %@，以开始%@。

# ui.filetransfer.filetransfermanager.remove_from_list.04d73873
source: Remove from List
zh_hans: 从列表中移除

# ui.filetransfer.filetransfermanager.show_in_finder.c2a9c77a
source: Show in Finder
zh_hans: 在 Finder 中显示

# ui.filetransfer.filetransfermanager.stop.cae7d57b
source: Stop
zh_hans: 停止

# ui.filetransfer.scpfile.authentication_error.eb67cd65
source: Authentication error.
zh_hans: 认证错误。

# ui.filetransfer.scpfile.cancel.19766ed6
source: Cancel
zh_hans: 取消

# ui.filetransfer.scpfile.canceled_by_user.def50520
source: Canceled by user
zh_hans: 已由用户取消

# ui.filetransfer.scpfile.cannot_read_file.0b6d2744
source: Cannot read file: %@
zh_hans: 无法读取文件：%@

# ui.filetransfer.scpfile.connect_to.7490478a
source: Connect to %@?
zh_hans: 要连接到 %@ 吗？

# ui.filetransfer.scpfile.connect_to_new_host.4f3187da
source: Connect to New Host?
zh_hans: 要连接到新主机吗？

# ui.filetransfer.scpfile.connection_failed.12bfdd05
source: Connection failed: %@
zh_hans: 连接失败：%@

# ui.filetransfer.scpfile.connection_failed.42aa4e7b
source: Connection Failed
zh_hans: 连接失败

# ui.filetransfer.scpfile.correct_passphrase_for.4ca59a64
source: correct passphrase for “%@”:
zh_hans: “%@”的正确密码：

# ui.filetransfer.scpfile.could_not_read_the_known_hosts_file_as.4c58ed71
source: Could not read the known_hosts file. As a result, the authenticity of host '%@' can't be established.%@ key fingerprint is %@. Connect anyway?
zh_hans: 无法读取 known_hosts 文件。 因此，无法确认主机“%@”的真实性。%@ 密钥指纹为 %@。仍要连接吗？

# ui.filetransfer.scpfile.download_failed.eae34ccb
source: Download failed
zh_hans: 下载失败

# ui.filetransfer.scpfile.downloads_folder_not_writable_tried.8ed9925a
source: Downloads folder not writable. Tried %@
zh_hans: “下载”文件夹不可写。尝试的路径：%@

# ui.filetransfer.scpfile.failed_to_connect_to_d_double_check_that.c4022ebf
source: Failed to connect to %@:%d. Double-check that the host name is correct.
zh_hans: 无法连接到 %@:%d。请仔细检查主机名是否正确。

# ui.filetransfer.scpfile.first_time_connecting_to.124c79ef
source: First time connecting to %@
zh_hans: 首次连接到 %@

# ui.filetransfer.scpfile.help.b79cac92
source: Help
zh_hans: 帮助

# ui.filetransfer.scpfile.invalid_path.ca7b1914
source: Invalid path: %@
zh_hans: 路径无效：%@

# ui.filetransfer.scpfile.notice.65659145
source: Notice
zh_hans: 提示

# ui.filetransfer.scpfile.ok.565339bc
source: OK
zh_hans: 好

# ui.filetransfer.scpfile.ok.843ac011
source: Ok
zh_hans: 好

# ui.filetransfer.scpfile.passphrase_for_private_key.5e3d5c1c
source: passphrase for private key “%@”:
zh_hans: 私钥“%@”的密码：

# ui.filetransfer.scpfile.password.5e884898
source: password
zh_hans: 密码

# ui.filetransfer.scpfile.problem_connecting_to.636c12f4
source: Problem connecting to %@
zh_hans: 连接 %@ 时出现问题

# ui.filetransfer.scpfile.quarantine_error.381f2424
source: Quarantine Error
zh_hans: 隔离错误

source: REMOTE HOST IDENTIFICATION HAS CHANGED! The %@ key fingerprint of host '%@' has changed. It is %@. Someone could be eavesdropping on you right now (man-in-the-middle attack)! It is also possible that a host key has just been changed. Connect anyway?
zh_hans: 远程主机身份已更改！ 主机“%@”的 %@ 密钥指纹已更改，当前指纹为 %@。 可能有人正在窃听您的连接（中间人攻击）！ 也可能只是主机密钥刚刚发生了更改。 仍要连接吗？

# ui.filetransfer.scpfile.secure_copy.0f152877
source: secure copy
zh_hans: 安全拷贝

# ui.filetransfer.scpfile.secure_copy_user_name_host_file.0cd9e555
source: Secure copy User name: %@ Host: %@ File: %@
zh_hans: 安全拷贝 用户名：%@ 主机：%@ 文件：%@

# ui.filetransfer.scpfile.the_authenticity_of_host_can_t_be_established.498df94a
source: The authenticity of host '%@' can't be established. %@ key fingerprint is %@. Connect anyway?
zh_hans: 无法确认主机“%@”的真实性。 %@ 密钥指纹为 %@。 仍要连接吗？

# ui.filetransfer.scpfile.upload_failed.6efc5d27
source: Upload failed
zh_hans: 上传失败

# ui.filetransfer.scpfile.warning.6a7d6a38
source: Warning!
zh_hans: 警告！

# ui.filetransfer.terminalfile.choose.7ca41615
source: Choose…
zh_hans: 选择…

# ui.filetransfer.terminalfile.save_terminal_initiated_download.3e42291b
source: Save Terminal-Initiated Download
zh_hans: 保存终端发起的下载

# ui.filetransfer.terminalfile.save_to_downloads.9f23ea55
source: Save to Downloads
zh_hans: 保存到“下载”

# ui.filetransfer.terminalfile.terminal_download.407a367a
source: Terminal download
zh_hans: 终端下载

# ui.filetransfer.terminalfile.unnamed_file.19f6d038
source: Unnamed file
zh_hans: 未命名文件

# ui.filetransfer.terminalfile.where_would_you_like_to_save_this_download.89621979
source: Where would you like to save this download?
zh_hans: 要将此次下载保存到哪里？

source: A file named %@ already exists. Keep both files or replace the existing file?
zh_hans: 名为“%@”的文件已存在。要保留两个文件，还是替换现有文件？

# ui.filetransfer.transferrablefile.danger.849ca3bd
source: Danger!
zh_hans: 危险！

# ui.filetransfer.transferrablefile.download.d6eafe82
source: Download
zh_hans: 下载

# ui.filetransfer.transferrablefile.failed_for.1fdaa5c1
source: %@ failed for “%@”.
zh_hans: %@“%@”失败。

# ui.filetransfer.transferrablefile.finished_for.82a08d9c
source: %@ finished for “%@”.
zh_hans: %@“%@”已完成。

# ui.filetransfer.transferrablefile.keep_both.38b99fe6
source: Keep Both
zh_hans: 两者都保留

# ui.filetransfer.transferrablefile.ok.565339bc
source: OK
zh_hans: 好

# ui.filetransfer.transferrablefile.overwrite_existing_file.fd5136b3
source: Overwrite existing file?
zh_hans: 要覆盖现有文件吗？

# ui.filetransfer.transferrablefile.replace.95e15439
source: Replace
zh_hans: 替换

source: The file at “%@” could not be quarantined or deleted! It is dangerous and should be removed.
zh_hans: 无法隔离或删除位于“%@”的文件！该文件有危险，应予以移除。

# ui.filetransfer.transferrablefile.upload.865e89de
source: Upload
zh_hans: 上传

source: Canceled by user
zh_hans: 已由用户取消

# ui.filetransfer.transferrablefilemenuitemviewcontroller.cancelled.d353a99e
source: Cancelled
zh_hans: 已取消

# ui.filetransfer.transferrablefilemenuitemviewcontroller.cancelling.91b104db
source: Cancelling…
zh_hans: 正在取消…

# ui.filetransfer.transferrablefilemenuitemviewcontroller.destination.9dca4e19
source: Destination: %@
zh_hans: 目标位置：%@

# ui.filetransfer.transferrablefilemenuitemviewcontroller.downloading.a778d349
source: Downloading…
zh_hans: 正在下载…

# ui.filetransfer.transferrablefilemenuitemviewcontroller.failed.031a8f0f
source: Failed
zh_hans: 失败

source: Failed with error “%@”
zh_hans: 失败，错误为“%@”

source: File Transfer Summary
zh_hans: 文件传输摘要

# ui.filetransfer.transferrablefilemenuitemviewcontroller.finished.7804f7a7
source: Finished
zh_hans: 已完成

# ui.filetransfer.transferrablefilemenuitemviewcontroller.local_path.d2ab4525
source: Local path: %@
zh_hans: 本地路径：%@

# ui.filetransfer.transferrablefilemenuitemviewcontroller.starting.aeed4d26
source: Starting
zh_hans: 正在开始

# ui.filetransfer.transferrablefilemenuitemviewcontroller.starting.bbe5fc3b
source: Starting…
zh_hans: 正在开始…

# ui.filetransfer.transferrablefilemenuitemviewcontroller.status.cd1b400a
source: %@ Status: %@%@
zh_hans: %@ 状态：%@%@

# ui.filetransfer.transferrablefilemenuitemviewcontroller.transferring.5e16e20d
source: Transferring
zh_hans: 正在传输

# ui.filetransfer.transferrablefilemenuitemviewcontroller.unstarted.f60ed5e5
source: Unstarted
zh_hans: 尚未开始

# ui.filetransfer.transferrablefilemenuitemviewcontroller.uploading.5ce44dd7
source: Uploading…
zh_hans: 正在上传…

source: Waiting to cancel
zh_hans: 正在等待取消

source: Can’t switch to desktop %d
zh_hans: 无法切换到桌面 %d

# ui.fixbrokenapplecrap.itermmissioncontrolhacks.enable_desktop_shortcuts
source: You must enable shortcuts to switch desktops in System Settings > Keyboard.
zh_hans: 必须在“系统设置”>“键盘”中启用切换桌面的快捷键。

# ui.fixbrokenapplecrap.itermmissioncontrolhacks.grant_accessibility_permission
source: You must grant iTerm2 accessibility permission in System Settings > Security & Privacy.
zh_hans: 必须在“系统设置”>“隐私与安全性”中授予 iTerm2 辅助功能权限。

# ui.globalsearch.itermglobalsearchwindowcontroller.folded_region.fd0fa10c
source: Folded region
zh_hans: 已折叠区域

# ui.globalsearch.itermglobalsearchwindowcontroller.session.6959b415
source: Session
zh_hans: 会话

# ui.hotkey.itermadditionalhotkeytablecellview.as_a_hotkey.44b9579e
source: as a hotkey
zh_hans: 用作热键

source: Add these settings to the profile named “%@” in “%@”: %@
zh_hans: 请将以下设置添加到“%@”中的“%@”配置文件： %@

# ui.hotkey.itermhotkeymigrationhelper.changes_to_make.3443dafc
source: Changes to Make
zh_hans: 要进行的更改

# ui.hotkey.itermhotkeymigrationhelper.copy_to_pasteboard.5dcf9264
source: Copy to Pasteboard
zh_hans: 复制到剪贴板

# ui.hotkey.itermhotkeymigrationhelper.ok.565339bc
source: OK
zh_hans: 好

# ui.hotkey.itermhotkeymigrationhelper.problem_updating_hotkey_window.d9afdb6b
source: Problem Updating Hotkey Window
zh_hans: 更新热键窗口时出现问题

# ui.hotkey.itermhotkeymigrationhelper.remove_hotkey.1bdfde8f
source: Remove Hotkey
zh_hans: 移除热键

# ui.hotkey.itermhotkeymigrationhelper.show_me_what_to_add.cc467a3a
source: Show Me What to Add
zh_hans: 显示需要添加的内容

# ui.hotkey.itermhotkeymigrationhelper.unnamed_profile.e4dd0ac7
source: Unnamed Profile
zh_hans: 未命名的配置文件

# ui.hotkey.itermhotkeymigrationhelper.update_file.40b49f9b
source: Update File
zh_hans: 更新文件

source: You have dynamic profiles whose “Dynamic Profile Parent Name” is set to your hotkey window's profile, “%@.” Because multiple hotkey windows are now supported, the hotkey will now toggle a separate window for each of these profiles. Please update your dynamic profiles appropriately. The affected profiles are: %@
zh_hans: 您的动态配置文件将“Dynamic Profile Parent Name”设为了热键窗口的配置文件“%@”。由于现在支持多个热键窗口，热键将为这些配置文件分别切换一个窗口。请相应更新动态配置文件。受影响的配置文件： %@

source: Your hotkey window‘s profile is a dynamic profile named “%@.” It needs to be updated for this version of iTerm2 because hotkey settings are now stored in the profile.
zh_hans: 热键窗口的配置文件是名为“%@”的动态配置文件。此版本的 iTerm2 需要更新它，因为热键设置现在存储在配置文件中。

# ui.hotkey.itermhotkeypreferenceswindowcontroller.as_a_hotkey.44b9579e
source: as a hotkey
zh_hans: 用作热键

# ui.hotkey.itermpreviousstate.cannot_switch_apps_notification_body
source: Can’t switch back to %@ because another app has enabled secure keyboard entry.
zh_hans: 无法切换回 %@，因为另一个应用已启用安全键盘输入。

# ui.hotkey.itermpreviousstate.cannot_switch_apps_notification_title
source: Can’t Switch Apps
zh_hans: 无法切换应用

# ui.hotkey.itermprofilehotkey.hotkeys_unavailable_notification_body
source: Another app has enabled secure keyboard input. That prevents hotkey windows from being shown.
zh_hans: 另一个应用已启用安全键盘输入，因此无法显示热键窗口。

# ui.hotkey.itermprofilehotkey.hotkeys_unavailable_notification_title
source: Hotkeys Unavailable
zh_hans: 热键不可用

# ui.infrastructure.itermwarning.cancel
source: Cancel
zh_hans: 取消

# ui.infrastructure.itermwarning.permanently_forget_saved_selection.fcf82656
source: Permanently Forget Saved Selection
zh_hans: 永久忘记已保存的选择

# ui.infrastructure.itermwarning.remember_my_choice.974bad03
source: Remember my choice
zh_hans: 记住我的选择

# ui.infrastructure.itermwarning.remember_my_choice_for_30_days.bbdcad3b
source: Remember my choice for 30 days
zh_hans: 记住我的选择 30 天

# ui.infrastructure.itermwarning.remember_my_choice_for_ten_minutes.f704d835
source: Remember my choice for ten minutes
zh_hans: 记住我的选择 10 分钟

# ui.infrastructure.itermwarning.suppress_this_message_for_30_days.c3899e08
source: Suppress this message for 30 days
zh_hans: 30 天内不再显示此消息

# ui.infrastructure.itermwarning.suppress_this_message_for_ten_minutes.9e0287d9
source: Suppress this message for ten minutes
zh_hans: 10 分钟内不再显示此消息

# ui.infrastructure.itermwarning.suppress_this_message_permanently.d1b05480
source: Suppress this message permanently
zh_hans: 永不再显示此消息

# ui.infrastructure.itermwarning.this_alert_had_a_saved_selection_of_it.8a074a31
source: %@ This alert had a saved selection of “%@”. It is being shown because “Always show alerts with remembered selections” is turned on in iTerm2 > Suppressed Alerts.
zh_hans: %@ 此提醒曾保存选择“%@”。由于已在 iTerm2 > 已抑制的提醒中开启“始终显示带有已记住选择的提醒”，因此仍会显示此提醒。

# ui.infrastructure.itermwarning.warning.e981ddae
source: Warning
zh_hans: 警告

# ui.infrastructure.views.colorsmenuitemview.color_picker.ba42602c
source: Color Picker
zh_hans: 颜色选择器

# ui.infrastructure.views.colorsmenuitemview.tab_color.f8b6f704
source: Tab Color:
zh_hans: 标签页颜色：

# ui.infrastructure.views.itermimagewell.click_to_change.0d0829d7
source: Click to change
zh_hans: 点击以更改

# ui.infrastructure.views.itermimagewell.no_image_selected_click_to_set.712154a5
source: No Image Selected — Click to set
zh_hans: 未选择图像 — 点击以设置

source: Are you sure you want to use “%@” %@? This looks like a commonly used keystroke.
zh_hans: 确定要将“%@”%@吗？这似乎是常用的按键组合。

# ui.infrastructure.views.itermshortcutinputview.cancel.19766ed6
source: Cancel
zh_hans: 取消

# ui.infrastructure.views.itermshortcutinputview.click_to_set.a32b111b
source: Click to Set
zh_hans: 点按以设置

# ui.infrastructure.views.itermshortcutinputview.confirm_shortcut.f27de622
source: Confirm Shortcut
zh_hans: 确认快捷键

# ui.infrastructure.views.itermshortcutinputview.ok.565339bc
source: OK
zh_hans: 好

# ui.infrastructure.views.itermshortcutinputview.recording.80e8dd1a
source: Recording
zh_hans: 正在录制

# ui.infrastructure.views.itermwebviewwrapperviewcontroller.default_browser
source: Default Browser
zh_hans: 默认浏览器

# ui.infrastructure.views.itermwebviewwrapperviewcontroller.open_in.5b0d7a92
source: Open in %@
zh_hans: 在 %@ 中打开

source: all panes in all tabs in this window
zh_hans: 此窗口所有标签页中的全部窗格

source: all panes in the current tab
zh_hans: 当前标签页中的全部窗格

# ui.inputbroadcasting.itermbroadcastinputhelper.cancel.19766ed6
source: Cancel
zh_hans: 取消

source: Keyboard input will be sent to %@.
zh_hans: 键盘输入将发送到 %@。

# ui.inputbroadcasting.itermbroadcastinputhelper.multiple_sessions.51aece53
source: multiple sessions
zh_hans: 多个会话

# ui.inputbroadcasting.itermbroadcastinputhelper.no_sessions.2e94a473
source: no sessions
zh_hans: 没有会话

# ui.inputbroadcasting.itermbroadcastinputhelper.ok.565339bc
source: OK
zh_hans: 好

source: %@ panes across all tabs in this window
zh_hans: 此窗口所有标签页中的 %@ 个窗格

# ui.inputbroadcasting.itermbroadcastinputhelper.panes_in_the_current_tab.849a0087
source: %@ panes in the current tab
zh_hans: 当前标签页中的 %@ 个窗格

# ui.itermcontroller.itermcontroller.cancel.19766ed6
source: Cancel
zh_hans: 取消

# ui.itermcontroller.itermcontroller.d_profiles_not_shown.7a33ac4a
source: [%d profiles not shown]
zh_hans: ［还有 %d 个配置文件未显示］

# ui.itermcontroller.itermcontroller.ok.565339bc
source: OK
zh_hans: 好

# ui.itermcontroller.itermcontroller.open_all.d2043613
source: Open All
zh_hans: 全部打开

# ui.itermcontroller.itermcontroller.open_all_in_new_window.8127e3e0
source: Open All in New Window
zh_hans: 在新窗口中全部打开

# ui.itermcontroller.itermcontroller.you_are_about_to_open_d_profiles.e85a340f
source: You are about to open %d profiles.
zh_hans: 您即将打开 %d 个配置文件。

# ui.itermgitstringmaker.applying.8a9bd1be
source: Applying
zh_hans: 正在应用

# ui.itermgitstringmaker.bisecting.675fd45e
source: Bisecting
zh_hans: 正在二分查找

# ui.itermgitstringmaker.cherrypicking.ea14391c
source: Cherrypicking
zh_hans: 正在拣选

# ui.itermgitstringmaker.merging.a975de4f
source: Merging
zh_hans: 正在合并

# ui.itermgitstringmaker.rebasing.276cd31a
source: Rebasing
zh_hans: 正在变基

# ui.itermgitstringmaker.reverting.f2441a6c
source: Reverting
zh_hans: 正在还原

# ui.keyboard.itermkeystrokeformatter.end
source: End
zh_hans: 行尾

# ui.keyboard.itermkeystrokeformatter.help
source: Help
zh_hans: 帮助

# ui.keyboard.itermkeystrokeformatter.home
source: Home
zh_hans: 行首

# ui.keyboard.itermsecurekeyboardentrycontroller.cancel.19766ed6
source: Cancel
zh_hans: 取消

# ui.keyboard.itermsecurekeyboardentrycontroller.ok.565339bc
source: OK
zh_hans: 好

source: Secure Keyboard Entry Enabled
zh_hans: 已启用安全键盘输入

source: Secure keyboard entry is enabled. In macOS 12 and later, enabling Secure Keyboard Entry prevents other programs from being activated. This affects the `open` command as well as the panel shown when using Touch ID for sudo.
zh_hans: 已启用安全键盘输入。 在 macOS 12 及更高版本中，启用安全键盘输入会阻止激活其他程序。这也会影响 `open` 命令，以及通过 Touch ID 使用 sudo 时显示的面板。

source: A critical error occurred and a debug log was created. Please send /tmp/debuglog.txt to the developers.
zh_hans: 发生严重错误并已创建调试日志。请将 /tmp/debuglog.txt 发送给开发人员。

# ui.logging.debuglogging.critical_error.f4bd27ae
source: Critical Error
zh_hans: 严重错误

# ui.logging.debuglogging.debug_logging_enabled.f690ca43
source: Debug Logging Enabled
zh_hans: 已启用调试日志

# ui.logging.debuglogging.debug_logging_stopped.9de2b755
source: Debug Logging Stopped
zh_hans: 已停止调试日志

# ui.logging.debuglogging.failed_to_save_debug_log.6bdb5990
source: Failed to save debug log: %@
zh_hans: 保存调试日志失败：%@

# ui.logging.debuglogging.ok.565339bc
source: OK
zh_hans: 好

source: Please reproduce the bug. Then toggle debug logging again to save the log.
zh_hans: 请重现此问题，然后再次切换调试日志以保存日志。

# ui.logging.debuglogging.please_send_tmp_debuglog_txt_to_the_developers.3ce2c76c
source: Please send /tmp/debuglog.txt to the developers.
zh_hans: 请将 /tmp/debuglog.txt 发送给开发者。

# ui.logging.debuglogging.problem_saving_debug_log.a0b3205a
source: Problem Saving Debug Log
zh_hans: 保存调试日志时出现问题

# ui.logging.itermlogginghelper.logging_folder_not_found.9c7765d9
source: Logging Folder Not Found
zh_hans: 找不到日志文件夹

# ui.openquickly.itermopenquicklyitem.globe.d2a1fc04
source: globe
zh_hans: 地球图标

# ui.openquickly.itermopenquicklymodel.alternate_menu_item_under.c8ab8b36
source: Alternate menu item under
zh_hans: 备用菜单项位于

# ui.openquickly.itermopenquicklymodel.menu_item_under.abb6d4b3
source: Menu item under
zh_hans: 位于以下菜单项下：

# ui.openquickly.itermopenquicklywindowcontroller.clear_search_query.e35d6b7a
source: Clear search query
zh_hans: 清除搜索内容

# ui.openquickly.itermopenquicklywindowcontroller.function_call_result.603be702
source: Function Call Result
zh_hans: 函数调用结果

# ui.openquickly.itermopenquicklywindowcontroller.ok.565339bc
source: OK
zh_hans: 好

# ui.openquickly.itermopenquicklywindowcontroller.returned.9fb18637
source: %@ returned: %@
zh_hans: %@ 返回： %@

# ui.openquickly.itermopenquicklywindowcontroller.search_icon.edfdb08d
source: Search icon
zh_hans: 搜索图标

# ui.openquickly.itermopenquicklywindowcontroller.untitled.f59ab8d1
source: Untitled
zh_hans: 未命名
